Repository: IZZY-Agency/ration
Catalog: Ration/Resources/Localizable.xcstrings
Source language: en
Languages: fr, uk

# relaunch.refused
source: Ration couldn't relaunch because it is still finishing a task. Try again in a moment.
fr: Ration n’a pas pu redémarrer, car une tâche est encore en cours. Réessayez dans un instant.
uk: Ration не вдалося перезапустити, бо ще завершується завдання. Спробуйте ще раз за мить.

# reset.resetsIn
source: resets in %@
fr: réinitialisation dans %@
uk: скидання через %@

# reset.resetsNow
source: resets now
fr: réinitialisation maintenant
uk: скидання зараз

# resetCredits.line.expiresIn
source: ↻ %lld resets · expires in %2$@
fr: ↻ %lld réinitialisations · expire dans %2$@
uk: ↻ %lld скидання · діє ще %2$@

# resetCredits.line.expiresNow
source: ↻ %lld resets · expires now
fr: ↻ %lld réinitialisations · expire maintenant
uk: ↻ %lld скидання · спливає зараз

# resetCredits.line.expiresOn
source: ↻ %lld resets · expires %2$@
fr: ↻ %lld réinitialisations · expire le %2$@
uk: ↻ %lld скидання · діє до %2$@

# resetCredits.line.nextExpiresIn
source: ↻ %lld resets · next expires in %2$@
fr: ↻ %lld réinitialisations · la prochaine expire dans %2$@
uk: ↻ %lld скидання · наступне діє ще %2$@

# resetCredits.line.nextExpiresNow
source: ↻ %lld resets · next expires now
fr: ↻ %lld réinitialisations · la prochaine expire maintenant
uk: ↻ %lld скидання · наступне спливає зараз

# resetCredits.line.nextExpiresOn
source: ↻ %lld resets · next expires %2$@
fr: ↻ %lld réinitialisations · la prochaine expire le %2$@
uk: ↻ %lld скидання · наступне діє до %2$@

# resetCredits.line.notUsable
source: · not usable yet
fr: · pas encore utilisable
uk: · поки недоступно

# resetCredits.spoken.expiresIn
source: Usage-limit resets: %1$lld, expires in %2$@
fr: Réinitialisations de limite : %1$lld, expire dans %2$@
uk: Скидання ліміту: %1$lld, діє ще %2$@

# resetCredits.spoken.expiresNow
source: Usage-limit resets: %1$lld, expires now
fr: Réinitialisations de limite : %1$lld, expire maintenant
uk: Скидання ліміту: %1$lld, спливає зараз

# resetCredits.spoken.expiresOn
source: Usage-limit resets: %1$lld, expires %2$@
fr: Réinitialisations de limite : %1$lld, expire le %2$@
uk: Скидання ліміту: %1$lld, діє до %2$@

# resetCredits.spoken.nextExpiresIn
source: Usage-limit resets: %1$lld, next expires in %2$@
fr: Réinitialisations de limite : %1$lld, la prochaine expire dans %2$@
uk: Скидання ліміту: %1$lld, наступне діє ще %2$@

# resetCredits.spoken.nextExpiresNow
source: Usage-limit resets: %1$lld, next expires now
fr: Réinitialisations de limite : %1$lld, la prochaine expire maintenant
uk: Скидання ліміту: %1$lld, наступне спливає зараз

# resetCredits.spoken.nextExpiresOn
source: Usage-limit resets: %1$lld, next expires %2$@
fr: Réinitialisations de limite : %1$lld, la prochaine expire le %2$@
uk: Скидання ліміту: %1$lld, наступне діє до %2$@

# resetCredits.spoken.notUsable
source: , not usable yet
fr: , pas encore utilisable
uk: , поки недоступно

# settings.section.accounts
source: Accounts
fr: Comptes
uk: Облікові записи

# settings.section.automation
source: Automation
fr: Automatisation
uk: Автоматизація

# settings.section.billing
source: Billing
fr: Facturation
uk: Оплата

# settings.section.cursorSpend
source: Cursor Spend
fr: Dépenses Cursor
uk: Витрати Cursor

# settings.section.features
source: Features
fr: Fonctionnalités
uk: Функції

# settings.section.general
source: General
fr: Général
uk: Загальні

# settings.section.holidays
source: Holidays
fr: Jours fériés
uk: Вихідні дні

# settings.section.identity
source: Identity
fr: Identité
uk: Ідентифікація

# settings.section.menuBar
source: Menu Bar
fr: Barre des menus
uk: Рядок меню

# settings.section.quietHours
source: Quiet Hours
fr: Heures calmes
uk: Тихі години

# settings.section.resets
source: Resets
fr: Réinitialisations
uk: Скидання

# settings.sidebar.alerts
source: Alerts
fr: Alertes
uk: Сповіщення

# settings.sidebar.warmUp
source: Warm-up
fr: Préchauffage
uk: Розігрів

# settings.window.fiveHour
source: 5-hour
fr: 5 heures
uk: 5 годин

# settings.window.weekly
source: Weekly
fr: Hebdomadaire
uk: Тижневий

# signIn.cookie.applyFailed
source: Could not apply the cookie. Try copying it again.
fr: Impossible d’appliquer le cookie. Essayez de le copier à nouveau.
uk: Не вдалося застосувати cookie. Спробуйте скопіювати його ще раз.

# signIn.cookie.notASessionCookie
source: That doesn't look like a session cookie — copy the value of %@.
fr: Cela ne ressemble pas à un cookie de session — copiez la valeur de %@.
uk: Це не схоже на cookie сеансу — скопіюйте значення %@.

# signIn.loading
source: loading…
fr: chargement…
uk: завантаження…

# signIn.magicLink.invalid
source: Paste the secure claude.ai magic link from your email.
fr: Collez le lien magique sécurisé claude.ai reçu par e-mail.
uk: Вставте захищене магічне посилання claude.ai з листа.

# soonestReset.spoken
source: Next reset, %1$@ %2$@, in %3$@
fr: Prochaine réinitialisation : %1$@, %2$@, dans %3$@
uk: Наступне скидання: %1$@, %2$@, через %3$@

# soonestReset.spokenNow
source: Next reset, %1$@ %2$@, now
fr: Prochaine réinitialisation : %1$@, %2$@, maintenant
uk: Наступне скидання: %1$@, %2$@, зараз

# sparkline.down
source: Usage trending up
fr: Utilisation en hausse
uk: Використання зростає

# sparkline.projection
source: %1$@, projected to run out around %2$@
fr: %1$@, épuisement prévu vers %2$@
uk: %1$@, прогнозоване вичерпання близько %2$@

# sparkline.steady
source: Usage steady
fr: Utilisation stable
uk: Використання стабільне

# sparkline.unavailable
source: Usage trend unavailable
fr: Tendance d’utilisation indisponible
uk: Тенденція використання недоступна

# sparkline.up
source: Usage trending down
fr: Utilisation en baisse
uk: Використання знижується

# statusItem.tooltip.inUse
source: %@ (in use)
fr: %@ (en cours)
uk: %@ (активний)

# statusItem.tooltip.left
source: %1$@ %2$@ %3$lld%% left
fr: %1$@ %2$@ : %3$lld %% restant
uk: %1$@ %2$@: залишилося %3$lld%%

# statusItem.tooltip.used
source: %1$@ %2$@ %3$lld%% used
fr: %1$@ %2$@ : %3$lld %% utilisé
uk: %1$@ %2$@: використано %3$lld%%

# statusItem.window.weekly
source: weekly
fr: hebdo
uk: тижневий

# switchAdvice.drop.spokenSuffix
source: , switch to %@
fr: , passer à %@
uk: , перейти на %@

# switchAdvice.header.fable
source: → SWITCH %1$@ TO %2$@ · %3$lld%% OF FABLE LEFT
fr: → %1$@ : PASSER À %2$@ · IL RESTE %3$lld %% DE FABLE
uk: → %1$@: ПЕРЕЙТИ НА %2$@ · ЗАЛИШИЛОСЯ %3$lld%% FABLE

# switchAdvice.header.fiveHours
source: → SWITCH %1$@ TO %2$@ · %3$lld%% OF 5 HOURS LEFT
fr: → %1$@ : PASSER À %2$@ · IL RESTE %3$lld %% DES 5 HEURES
uk: → %1$@: ПЕРЕЙТИ НА %2$@ · ЗАЛИШИЛОСЯ %3$lld%% З 5 ГОДИН

# switchAdvice.header.week
source: → SWITCH %1$@ TO %2$@ · %3$lld%% OF WEEK LEFT
fr: → %1$@ : PASSER À %2$@ · IL RESTE %3$lld %% DE LA SEMAINE
uk: → %1$@: ПЕРЕЙТИ НА %2$@ · ЗАЛИШИЛОСЯ %3$lld%% ТИЖНЯ

# switchAdvice.notification.fable
source: Switch to %1$@ — %2$lld%% of its Fable left.
fr: Passez à %1$@ — il lui reste %2$lld %% de Fable.
uk: Перейдіть на %1$@ — там залишилося %2$lld%% Fable.

# switchAdvice.notification.fiveHours
source: Switch to %1$@ — %2$lld%% of its 5 hours left.
fr: Passez à %1$@ — il lui reste %2$lld %% de ses 5 heures.
uk: Перейдіть на %1$@ — там залишилося %2$lld%% з 5 годин.

# switchAdvice.notification.redacted
source: Another %@ account has more room.
fr: Un autre compte %@ a plus de marge.
uk: Інший обліковий запис %@ має більший запас.

# switchAdvice.notification.week
source: Switch to %1$@ — %2$lld%% of its week left.
fr: Passez à %1$@ — il lui reste %2$lld %% de sa semaine.
uk: Перейдіть на %1$@ — там залишилося %2$lld%% тижня.

# switchAdvice.spoken.fable
source: Switch %1$@ to %2$@, %lld percent of Fable left
fr: %1$@ : passer à %2$@, il reste %lld pour cent de Fable
uk: %1$@: перейти на %2$@, залишилося %lld відсотка Fable

# switchAdvice.spoken.fiveHours
source: Switch %1$@ to %2$@, %lld percent of the 5 hours left
fr: %1$@ : passer à %2$@, il reste %lld pour cent des 5 heures
uk: %1$@: перейти на %2$@, залишилося %lld відсотка з 5 годин

# switchAdvice.spoken.week
source: Switch %1$@ to %2$@, %lld percent of the week left
fr: %1$@ : passer à %2$@, il reste %lld pour cent de la semaine
uk: %1$@: перейти на %2$@, залишилося %lld відсотка тижня

# unit.days.short
source: %lldd
fr: %lld j
uk: %lld д

# unit.days.spoken
source: %lld days
fr: %lld jours
uk: %lld дня

# unit.daysHours.short
source: %1$lldd %2$lldh
fr: %1$lld j %2$lld h
uk: %1$lld д %2$lld год

# unit.hours.spoken
source: %lld hours
fr: %lld heures
uk: %lld години

# unit.hoursMinutes.short
source: %1$lldh %2$lldm
fr: %1$lld h %2$lld min
uk: %1$lld год %2$lld хв

# unit.minutes.short
source: %lldm
fr: %lld min
uk: %lld хв

# unit.now
source: now
fr: maintenant
uk: зараз

# unit.now.spoken
source: now
fr: maintenant
uk: зараз

# unit.underMinute.spoken
source: less than a minute
fr: moins d’une minute
uk: менше ніж хвилину

source: warm-up allowed
fr: préchauffage autorisé
uk: розігрів дозволено

# warmUp.banner.more
source: (+%lld more)
fr: (+%lld autres)
uk: (+%lld іншого)

# warmUp.banner.paused
source: Warm-up paused for %1$@%2$@ — weekly limit reached; %3$@.
fr: Préchauffage en pause pour %1$@%2$@ — limite hebdomadaire atteinte ; %3$@.
uk: Розігрів призупинено для %1$@%2$@ — тижневий ліміт вичерпано; %3$@.

# warmUp.banner.resumesAtReset
source: resumes when the limit resets
fr: reprise à la réinitialisation de la limite
uk: відновиться після скидання ліміту

# warmUp.banner.resumesIn
source: resumes in %@
fr: reprise dans %@
uk: відновиться через %@

# warmUp.banner.resumesNow
source: resumes now
fr: reprise maintenant
uk: відновиться зараз

# warmUp.banner.signInAgain
source: Auto-start for %@: Claude needs you to sign in again.
fr: Préchauffage de %@ : Claude vous demande de vous reconnecter.
uk: Розігрів для %@: Claude просить вас увійти знову.

# warmUp.banner.willRetry
source: Auto-start for %@ didn’t run this time; it will retry automatically.
fr: Le préchauffage de %@ n’a pas eu lieu cette fois ; il sera relancé automatiquement.
uk: Розігрів для %@ цього разу не відбувся; його буде повторено автоматично.

# warmUp.disclosure.off
source: Warm-up is off in General: Ration won't start your 5-hour window automatically.
fr: Le préchauffage est désactivé dans Général : Ration ne démarrera pas automatiquement votre fenêtre de 5 heures.
uk: Розігрів вимкнено в розділі «Загальні»: Ration не запускатиме ваше 5-годинне вікно автоматично.

# warmUp.disclosure.on
source: Warm-up is on: Ration will start your 5-hour window automatically. Turn it off per account under Auto-start 5h window in Settings.
fr: Le préchauffage est activé : Ration démarrera automatiquement votre fenêtre de 5 heures. Désactivez-le compte par compte avec « Démarrage auto de la fenêtre de 5 h » dans les Réglages.
uk: Розігрів увімкнено: Ration автоматично запускатиме ваше 5-годинне вікно. Вимкнути його для кожного облікового запису окремо можна в Параметрах, пункт «Автозапуск 5-годинного вікна».

# window.spoken.fiveHour
source: 5 hour
fr: fenêtre de 5 heures
uk: 5-годинне вікно

# window.spoken.model
source: %@ weekly
fr: fenêtre hebdomadaire %@
uk: тижневе вікно %@

# window.spoken.weekly
source: weekly
fr: fenêtre hebdomadaire
uk: тижневе вікно

source: AUTO
uk: АВТО

source: Crit
uk: Крит.

source: Mode
uk: Режим

# about.copyright
source: Copyright © %1$@ %2$@
uk: © %1$@ %2$@. Усі права захищено.

# about.displayName.fallback
source: Application
uk: Програма

# about.version
source: Version %1$@ (%2$@)
uk: Версія %1$@ (%2$@)

# cursorHistory.column.cycle
source: Cycle
uk: Цикл

# drop.count.critical
source: %lld CRIT
uk: %lld КРИТ

# focus.shortName.fiveHour
source: 5h
uk: 5 год

# onboarding.done.openSource.title
source: Open source
uk: Відкритий код

# popoverLayout.focus
source: Focus
uk: Фокус

# popoverLayout.standard
source: Standard
uk: Стандарт

# settings.section.session
source: Session
uk: Сеанс

# unit.hours.short
source: %lldh
uk: %lld год

# unit.minutes.spoken
source: %lld minutes
uk: %lld хвилини

# unit.underHour
source: <1h
uk: <1 год
